Repository: 4fol-io/folio-community
Catalog: languages/folio-community-*.po
Languages: ca

source: Select one
ca: Seleccioneu un

source: All
ca: Tots

source: Community
ca: Comunitat

source: Folio Community
ca: Comunitat Folio

source: Community Settings
ca: Configuració Comunitat

source: Community Site
ca: Lloc de la comunitat

source: Recent activity register limit
ca: Activitat recent

source: Options Saved
ca: Configuració desada

source: Here you can set the community settings.
ca: Aquí podeu establir la configuració de la comunitat.

source: Index Community Sites
ca: Indexació de llocs de comunitats

source: This process can take a long time to run if select ALL sites!
ca: Aquest procés pot trigar molt a executar-se si seleccioneu TOTS els llocs!

source: Security check
ca: Comprovació de seguretat fallida.

source: Site to index
ca: Lloc a indexar

source: Start indexing
ca: Comença a indexar

source: Site indexing completed successfully!
ca: La indexació de llocs es va completar amb èxit!

source: Available Shortcodes
ca: Codis curts disponibles

source: These shortcodes are specially designed for the Folio community theme.
ca: Aquests codis curts estan dissenyats especialment per al tema de la comunitat Folio.

source: Search the community
ca: Cerca a la comunitat

source: Search
ca: Cerca

source: Sorry, the shortcode %sfolio-community-search%s is not available on this site.
ca: Ho sentim, el codi curt %sfolio-community-publications%s només està disponible al lloc de la comunitat.

source: Search for:
ca: Cerca per:

source: (opens in a new tab)
ca: (s’obre en una pestanya nova)

source: Search Agoras names
ca: Cerca noms d’Àgores

source: Search for people in Folio
ca: Cerca persones a Folio

source: Load More
ca: Carregar més

source: Recent Activity
ca: Activitat recent

source: Sorry, the shortcode %sfolio-community-publications%s is not available on this site.
ca: Ho sentim, el codi curt %sfolio-community-publications%s només està disponible al lloc de la comunitat.

source: You only see public entries, %slogin%s to see all
ca: Només veus les entrades públiques, %saccedeix%s per veure-les totes

source: Updated
ca: Actualitzat

source: Refresh
ca: Actualitza

source: Invalid security token sent.
ca: S'ha enviat un token de seguretat no vàlid.

source: No results found
ca: Sense resultats

source: Posted in %s
ca: Publicat a %s

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Navigation
ca: Navegació

source: Page
ca: Pàgina

source: Visibility
ca: Visibilitat

source: Public
ca: Públic

# %s = human-readable time difference
source: %s ago
ca: Fa %s

source: %sFolio Community%s requires %sPortafolis Create Site%s to be installed & activated!
ca: %sFolio Community%s requereix que s'instal·li i s'activi %sPortafolis Create Site%s.

source: %sFolio Community%s requires %sPortafolis UOC Access%s to be installed & activated!
ca: %sFolio Community%s requereix que s'instal·li i s'activi %sPortafolis UOC Access%s.

source: Back to previos page
ca: Torna a la pàgina anterior
